Revit 2027 API
ParameterTypeId.RbsFamilyContentTakeoffFixedLength Property
 "Takeoff Fixed Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFamilyContentTakeoffFixedLength { get; }
Public Shared ReadOnly Property RbsFamilyContentTakeoffFixedLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFamilyContentTakeoffFixedLength {
	ForgeTypeId^ get ();
}
static member RbsFamilyContentTakeoffFixedLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace